# Brew
brew 'ack'
brew 'ansible'
brew 'bazaar'
brew 'bfg'
brew 'cloc'
brew 'git'
brew 'git-extras'
brew 'gnu-tar'
brew 'go'
brew 'hub'
brew 'mercurial'
brew 'nvm'
brew 'python'
brew 'wget'
brew 'rename'
brew 'tree'
brew 'findutils'
brew 's3cmd'
brew 'gnu-tar'
brew 'rbenv'
brew 'ruby-build'
brew 'pwgen'

# PHP related.
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
brew 'php56'
brew 'composer'

# Cask

# Install Cask
brew 'caskroom/cask/brew-cask'

tap 'caskroom/cask'
cask 'arq'

cask 'virtualbox'
cask 'vagrant'

cask 'dropbox'

cask 'google-chrome'
cask 'firefox'
cask 'opera'
cask 'lastpass'
cask 'torbrowser'

cask 'alfred'
cask 'caffeine'
cask 'flux'
cask 'the-unarchiver'
cask 'spectacle'

cask 'cyberduck'
cask 'github'
cask 'intellij-idea'
cask 'iterm2'
cask 'sequel-pro'

cask 'skype'
cask 'spotify'
cask 'spotify-notifications'
cask 'steam'
cask 'vlc'
cask 'plex-media-server'
cask 'max'

cask 'nvalt'
cask 'todoist'

cask 'libreoffice'

tap 'caskroom/versions'
cask 'sublime-text3'
